[
  {
    "Id": 1,
    "Name": "400i",
    "Manufacturer": 15,
    "Description": "The 400i is a high-performance luxury pathfinder manufactured by Origin Jumpworks. With greater range compared to other ships in its class, advanced exploration equipment, and substantial defensive capabilities, the 400i is a ship that can explore the most unforgiving sectors of the 'verse while retaining the comfort and elegance that Origin is well known for.",
    "Role": "Touring",
    "Size": 4,
    "Crew_Min": 1,
    "Crew_Max": 3,
    "SCU": 42,
    "Stowage": 42000,
    "LivePriceUSD": 230,
    "LivePriceAuec": 6352700
  },
  {
    "Id": 2,
    "Name": "890 Jump",
    "Manufacturer": 15,
    "Description": "The Origin 890 Jump is an interstellar super-yacht designed to immerse its passengers in opulent luxury as the ship cruises from system to system. Some 890 Jumps are privately owned by extremely wealthy individuals, in which case they serve as the ultimate social hotspots for friends, family, and guests. Other 890s are commercial vessels that focus on the elite tourism industry.",
    "Role": "Luxury Touring",
    "Size": 6,
    "Crew_Min": 3,
    "Crew_Max": 8,
    "SCU": 388,
    "Stowage": 460000,
    "LivePriceUSD": 890,
    "LivePriceAuec": 32294500
  },
  {
    "Id": 3,
    "Name": "Ares Star Fighter Ion",
    "Manufacturer": 7,
    "Description": "The Ares Star Fighter Ion is an anti-capital fighter manufactured by Crusader Industries. Designed to lead the charge against capital ships and heavily armed flotillas, the Ares ION excels at spearheading a fleet of fighters and support ships. Its purpose-built Behring SF7E laser cannon accurately delivers high-powered shots to quickly disable the shields of gunships and, with the support of other Ares variants, efficiently incapacitate capital-class vessels.",
    "Role": "Heavy Fighter",
    "Size": 3,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 0,
    "Stowage": 1000,
    "LivePriceUSD": 220,
    "LivePriceAuec": "2 859 000"
  },
  {
    "Id": 4,
    "Name": "Arrow",
    "Manufacturer": 2,
    "Description": "The Anvil Arrow is an agile, light fighter that is prized for its velocity and dexterity. The Arrow boasts advanced thruster tech, a generous weapons package, and an ultra-aerodynamic frame to outmaneuver and outwit its opponents.",
    "Role": "Light Fighter",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 0,
    "Stowage": 250,
    "LivePriceUSD": 65,
    "LivePriceAuec": 972300
  },
  {
    "Id": 5,
    "Name": "C1 Spirit",
    "Manufacturer": 7,
    "Description": "The C1 Spirit is a Medium-size hauler with a focus on versatility and flexible design. Equipped with a generous 64SCU and a rear-mounted tractor beam, the C1 Spirit is a versatile everyday ship for Citizens in the 'verse.",
    "Role": "Medium Freight",
    "Size": 3,
    "Crew_Min": 1,
    "Crew_Max": 2,
    "SCU": 64,
    "Stowage": 8000,
    "LivePriceUSD": 110,
    "LivePriceAuec": 0
  },
  {
    "Id": 6,
    "Name": "C8R Pisces Rescue",
    "Manufacturer": 2,
    "Description": "The C8R Pisces Rescue is a small medical ship manufactured by Anvil Aerospace, often deployed from a Carrack pathfinder or other Large ship. It is the medical variant of the C8 Pisces that is a deft and swift search and rescue ship. An onboard Tier 3 Medical bed allows the Pisces to treat minor injuries better than a MedPen; stabilizing patients on their way to a larger medical facility.",
    "Role": "Medical",
    "Size": 1,
    "Crew_Min": 1,
    "Crew_Max": 2,
    "SCU": 0,
    "Stowage": 4000,
    "LivePriceUSD": 60,
    "LivePriceAuec": 918000
  },
  {
    "Id": 7,
    "Name": "Carrack",
    "Manufacturer": 2,
    "Description": "The Anvil Carrack is a multi-crew explorer that has more than earned its long-standing status as the go-to pathfinder for both military and civilian services. The Carrack comes with two additional craft - Anvil's own specially designed Pisces snub, and an RSI Ursa Rover. It is built as a single, self-sustaining ship that can make long-duration voyages through the roughest areas of space. It's designed specifically for transiting jump points, dealing with extreme conditions in space and getting back home.\n\nSince its time in the UEE Navy, it has been the vanguard of every UEE exploration effort in recent years. Combined with the high-tensile hull armor, the Carrack is one of the safest exploration ships in the galaxy. The Carrack is now declassified and it is available for civilian use.",
    "Role": "Expedition",
    "Size": 5,
    "Crew_Min": 4,
    "Crew_Max": 6,
    "SCU": 456,
    "Stowage": 456000,
    "LivePriceUSD": 500,
    "LivePriceAuec": 26657500
  },
  {
    "Id": 8,
    "Name": "Caterpillar",
    "Manufacturer": 8,
    "Description": "The Drake Caterpillar is a large, modular cargo ship with a focus on significant capacity and flexibility. It is commonly used for legitimate commerce, extended search, and rescue missions. However, because of the low cost and popularity among civilians, the Caterpillar is known for being used by pirates as the storage location for their ill-gotten gains.",
    "Role": "Heavy Freight",
    "Size": 5,
    "Crew_Min": 1,
    "Crew_Max": 4,
    "SCU": 576,
    "Stowage": 596000,
    "LivePriceUSD": 295,
    "LivePriceAuec": "4 686 600"
  },
  {
    "Id": 9,
    "Name": "Cutlass Black",
    "Manufacturer": 8,
    "Description": "The Drake AS-1 Cutlass Black (also: DCB1) is a low-cost, easy-to-maintain solution for local in-system militia units. The larger-than-average cargo hold, Radar intercept officer (RIO) back-seat and dedicated tractor mount are, the company literature insists, for facilitating search and rescue operations. The Cutlass Black is very popular among pirates.",
    "Role": "Medium Freight",
    "Size": 3,
    "Crew_Min": 1,
    "Crew_Max": 3,
    "SCU": 46,
    "Stowage": 46000,
    "LivePriceUSD": 100,
    "LivePriceAuec": "1 385 300"
  },
  {
    "Id": 10,
    "Name": "Cutter",
    "Manufacturer": 8,
    "Description": "The Cutter is a single-seat starter ship manufactured by Drake Interplanetary . It is a compact and robust spacecraft that caters to individuals from all walks of life. It boasts a cargo capacity of 4 SCU and is equipped with ample power to tackle any challenge. The Cutter is designed to cater to hard-working individuals who require a reliable and efficient spacecraft to accomplish their tasks. With its rugged and versatile design, the Cutter is an ideal choice for anyone seeking a spacecraft that can handle any situation. It embodies the essence of Drake, which is to empower individuals to reach for the stars, regardless of their background or profession.",
    "Role": "Light Freight",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 4,
    "Stowage": 4000,
    "LivePriceUSD": 40,
    "LivePriceAuec": "675 000"
  },
  {
    "Id": 11,
    "Name": "Cutter Rambler",
    "Manufacturer": 8,
    "Description": "The Cutter Rambler, a variant for the Cutter, is produced by Drake Interplanetary. Designed with durability, adaptability, and ease of use as its core principles, the Rambler is an ideal vessel for aspiring pilots seeking their place in our vast universe. The ship is equipped with essential features such as an additional fuel tank, a food maker, storage for armor, and ample cargo space, making it an excellent choice for extended missions and adventurous journeys.",
    "Role": "Starter",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 2,
    "Stowage": 4000,
    "LivePriceUSD": 45,
    "LivePriceAuec": 0
  },
  {
    "Id": 12,
    "Name": "F7C-M Super Hornet",
    "Manufacturer": 2,
    "Description": "The Anvil F7C-M Super Hornet is the closest to the military load-out as is legally possible for a Civilian model. It reattaches the ball turret and offers near mil-spec parts under the hood. Proving that two heads are better than one, a second seat has been added to split the logistic and combat duty, making the Super Hornet a truly terrifying mark to engage.",
    "Role": "Medium Fighter",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 2,
    "SCU": 0,
    "Stowage": 250,
    "LivePriceUSD": 185,
    "LivePriceAuec": 2132600
  },
  {
    "Id": 13,
    "Name": "F8C Lightning",
    "Manufacturer": 2,
    "Description": "The Anvil F8C Lightning is the civilian variant of the F8A Lightning space superiority fighter that is used by the United Empire of Earth Navy. It closely mimics the military specs of the original F8A, and has been used in lines of defense against Vanduul invaders. It was made available in extremely limited numbers to the civilian market by Anvil to celebrate the debut of the F8A in the UEE Navy.",
    "Role": "Heavy Fighter",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 0,
    "Stowage": 250,
    "LivePriceUSD": 260,
    "LivePriceAuec": 0
  },
  {
    "Id": 14,
    "Name": "Freelancer",
    "Manufacturer": 14,
    "Description": "The Freelancer is a medium-sized long range cargo hauler manufactured by MISC. The Freelancer's modularity, versatility, and firepower have made it extremely popular among owner-operators and major corporations alike. The chassis also serves as the base for several specialized variants. The Freelancer was the first ship class to be developed as part of a unique technology-sharing agreement with the Xi'an government.",
    "Role": "Medium Freight",
    "Size": 3,
    "Crew_Min": 1,
    "Crew_Max": 4,
    "SCU": 66,
    "Stowage": 66000,
    "LivePriceUSD": 110,
    "LivePriceAuec": "1 697 600"
  },
  {
    "Id": 15,
    "Name": "Gladius",
    "Manufacturer": 1,
    "Description": "The P5G Gladius is a light fighter produced by Aegis. Its first design was introduced in 2579 as a replacement for the Stiletto and has been updated over the years to keep up with modern technology. In military circles, the Gladius is beloved for its performance and its simplicity. A fast, light fighter with a laser-focus on dogfighting, the Gladius is an ideal interceptor or escort ship.",
    "Role": "Light Fighter",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 0,
    "Stowage": 250,
    "LivePriceUSD": 90,
    "LivePriceAuec": "1 169 900"
  },
  {
    "Id": 16,
    "Name": "Mercury Star Runner",
    "Manufacturer": 7,
    "Description": "The Mercury Star Runner is a courier ship by Crusader Industries that is focused on quickly and discreetly delivering small payloads of goods or data. With features such as dedicated data storage computers and \"smugglers' holds\", the mercury made a name for itself delivering crucial information into the right hands. And for being the only ship to date to succesfully complete the Able Baker Challenge in back-to-back years.",
    "Role": "Medium Data/Cargo",
    "Size": 4,
    "Crew_Min": 1,
    "Crew_Max": 3,
    "SCU": 114,
    "Stowage": 114000,
    "LivePriceUSD": 240,
    "LivePriceAuec": "4 912 500"
  },
  {
    "Id": 17,
    "Name": "Mustang Beta",
    "Manufacturer": 6,
    "Description": "The Consolidated Outland Mustang Beta is a variant of the Mustang civilian spacecraft. Classified as a touring & exploration ship, the Mustang Beta has extended range compared to the Mustang Alpha and features a series of updates to appeal to cost-conscious explorers. The Beta ships with the hardened Tarsus Leaper jump engine as well as a comfortably-appointed rear cabin.",
    "Role": "Pathfinder",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 0,
    "Stowage": 650,
    "LivePriceUSD": 40,
    "LivePriceAuec": "404 000"
  },
  {
    "Id": 18,
    "Name": "Prospector",
    "Manufacturer": 14,
    "Description": "The Prospector is a small sized mining ship manufactured by MISC. Designed as a single person operated vessel, it features a telescopic mining arm with interchangeable lasers, with 4 detachable collapsible ore storage containers and comfortable living quarters.",
    "Role": "Mining",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 32,
    "Stowage": 650,
    "LivePriceUSD": 140,
    "LivePriceAuec": "2 061 000"
  },
  {
    "Id": 19,
    "Name": "RAFT",
    "Manufacturer": 4,
    "Description": "The RAFT (Reinforced Advanced Freight Transport) is a small cargo hauler manufactured by Argo Astronautics. Designed to carry three standardized 32-SCU containers, the RAFT allows for rapid loading and unloading and comes equipped with a tough hull, tougher shields, and a comprehensive countermeasures suite to keep your cargo safe.",
    "Role": "Medium Freight",
    "Size": 3,
    "Crew_Min": 1,
    "Crew_Max": 2,
    "SCU": 96,
    "Stowage": 96000,
    "LivePriceUSD": 110,
    "LivePriceAuec": "1 853 000"
  },
  {
    "Id": 20,
    "Name": "Reclaimer",
    "Manufacturer": 1,
    "Description": "The Aegis Reclaimer is an industrial salvage ship. Equipped with a reinforced cargo bay, a long-range jump drive and launch pods for unmanned drones, the Reclaimer is an ideal ship for taking advantage of deep space wrecks. Tractor beams, floodlights, scanner options and docking ports round out the tools on this capable, utilitarian spacecraft.",
    "Role": "Heavy Salvage",
    "Size": 6,
    "Crew_Min": 4,
    "Crew_Max": 6,
    "SCU": 420,
    "Stowage": 180000,
    "LivePriceUSD": 350,
    "LivePriceAuec": 15126400
  },
  {
    "Id": 21,
    "Name": "SRV",
    "Manufacturer": 4,
    "Description": "The Argo SRV (Standard Recovery Vehicle) is a tugboat specializing in \"tugging\" cargo containers and ships using an integrated tractor beam. From simple freight and cargo towing to harrowing search-and-rescue operations, the SRV handles whatever you can throw at it. The bespoke tractor system utilizes an innovative plate and arm combination, allowing for effortless solo use as well as precision team towing for bigger jobs. Your crew and passengers stay safe too thanks to durable shields and heavy-duty armor that keep the cockpit and components secure when the situation gets hairy.",
    "Role": "Recovery",
    "Size": 3,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 10,
    "Stowage": 12000,
    "LivePriceUSD": 150,
    "LivePriceAuec": 0
  },
  {
    "Id": 22,
    "Name": "Terrapin",
    "Manufacturer": 2,
    "Description": "The Anvil U4A-3 Terrapin deep-space armored scout ship utilized by the United Empire of Earth Navy (UEEN). Outfitted with sensitive long-range scanners, it is used for long duration reconnaissance and leg patrol missions where crewmembers might need to be separated from support facilities for weeks at a time. The spacecraft is encased with heavy armor and an oversized shield generator that allows it to survive skirmishes with lighter raiding craft and extreme environment.",
    "Role": "Pathfinder",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 2,
    "SCU": 0,
    "Stowage": 650,
    "LivePriceUSD": 210,
    "LivePriceAuec": 2568100
  },
  {
    "Id": 23,
    "Name": "Vanguard Warden",
    "Manufacturer": 1,
    "Description": "The Aegis A3G Vanguard Warden is a long-range military fighter which features extensive forward-mounted weaponry designed to tear through the shields and armor of other spacecraft. So-named because their multiple-jump range allows them to form the vanguard of any military expedition, Vanguards have seen extensive service against the Vanduul.",
    "Role": "Heavy Fighter",
    "Size": 3,
    "Crew_Min": 1,
    "Crew_Max": 2,
    "SCU": 0,
    "Stowage": 1500,
    "LivePriceUSD": 245,
    "LivePriceAuec": 3387800
  },
  {
    "Id": 24,
    "Name": "Vulture",
    "Manufacturer": 8,
    "Description": "The Drake Vulture is a one-man salvage starter ship with plenty of on-board storage to help with salvage operations. It is designed for single-pilot salvage operations. It is even small and nimble enough to sneak into hostile areas unnoticed to recover fresh salvage.",
    "Role": "Light Salvage",
    "Size": 2,
    "Crew_Min": 1,
    "Crew_Max": 1,
    "SCU": 12,
    "Stowage": 650,
    "LivePriceUSD": 160,
    "LivePriceAuec": 1264000
  },
  {
    "Id": 25,
    "Name": "Constellation Andromeda",
    "Manufacturer": 16,
    "Description": "The Constellation Andromeda is a multi-person freighter manufactured by Roberts Space Industries (RSI). It is the base model of the Constellation series. It comes with a P-52 Merlin docked at the stern as a snub fighter.",
    "Role": "Medium Freight",
    "Size": 4,
    "Crew_Min": 3,
    "Crew_Max": 4,
    "SCU": 96,
    "Stowage": 96000,
    "LivePriceUSD": 240,
    "LivePriceAuec": "3 548 000"
  }
]